Repository: brianrobles204/Music-Integration
Catalog: po/*.po
Languages: de, es

source: Music Volume
de: Musiklautstärke
es: Volumen de la música

source: Shuffle
de: Zufallswiedergabe
es: Aleatorio

source: Repeat
de: Wiederholen
es: Repetir

source: Music Preferences
de: Einstellungen für Musik
es: Preferencias de la música

source: Music Integration Preferences
de: Einstellungen für Musik Integration
es: Preferencias de la integración de música

source: Place Music as:
de: Musik platzieren als:
es: Mostrar la música como:

source: Indicator in Right Panel
de: Symbol rechts
es: Indicador a la izquierda del panel

source: Indicator in Center Panel
de: Symbol in der Mitte
es: Indicador en el centro del panel

source: Part of the Volume Menu
de: Im Lautstärkemenu integriert
es: Parte del menú de volumen

source: Don't show in Panel
de: Nicht im Panel anzeigen
es: No mostrar en el panel

source: Notifications
de: Hinweise
es: Notificaciones

source: Song name in the panel
de: Liedtitel im Panel
es: Mostrar nombre de la canción en el panel

source: Time over cover art
de: Zeit über dem Albumcover anzeigen
es: Mostrar el tiempo de reproducción sobre la carátula

source: Quit
de: Beenden
es: Salir
